"use strict";

export const courses = [
  {
    id: 1,
    img: "./images/iosdev.webp",
    name: "iOS Development",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 2,
    img: "./images/react.webp",
    name: "React",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 3,
    img: "./images/python.webp",
    name: "Intro to Python",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 4,
    img: "./images/advpython.webp",
    name: "Advanced Python",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 5,
    img: "./images/cybersec.webp",
    name: "Advanced Cybersecurity Course",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 6,
    img: "./images/tot.webp",
    name: "ToT - Training of Trainers",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 7,
    img: "./images/blockchain.webp",
    name: "Blockchain",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 8,
    img: "./images/devops.webp",
    name: "DevOps",
    status: "რეგისტრაცია დასრულებულია",
  },
  {
    id: 9,
    img: "./images/infoSec.webp",
    name: "Information Security Governance",
    status: "რეგისტრაცია დასრულებულია",
  },
];

export const sponsorImages = [
  [
    "./images/sponsors/usaid.webp",
    "./images/sponsors/spaceint.webp",
    "./images/sponsors/tnet.webp",
  ],
  [
    "./images/sponsors/tegeta.webp",
    "./images/sponsors/spectre.webp",
    "./images/sponsors/tbcleasing.webp",
  ],
  ["./images/sponsors/ufc.webp"],
];

export const faqData = [
  {
    question: "როგორ ხდება კურსებზე რეგისტრაცია და შერჩევა?",
    answer: `კურსზე რეგისტრაციისთვის უნდა გაიარო რამდენიმე ეტაპი:


    I ეტაპი - პირველ ეტაპზე საჭიროა, შეავსო სასურველი კურსისთვის განკუთვნილი სარეგისტრაციო ფორმა, რომელიც განთავსებულია კურსის შიდა გვერდზე. კურსზე რეგისტრაციის დასრულების შემდეგ დაიწყება შემოსული განცხადებების გადარჩევა. 
    
    II ეტაპი - შერჩევის მეორე ეტაპი კურსების მიხედვით განსხვავებულია, ზოგიერთი კურსისთვის მოიცავს პრე-ტესტს, ზოგიერთ კურსზე კი უნარების ტესტს, სადაც მინიმალური ზღვარის გადალახვის შემთხვევაში გადახვალ შერჩევის შემდეგ ეტაპზე.
    
    III ეტაპი - მესამე ეტაპი კურსების მიხედვით განსხვავდება: Advance კურსებზე, სადაც მოითხოვება გარკვეული ტექნიკური ცოდნა, მონაწილეებმა უნდა დაწერონ ტექნიკური ტესტი ცოდნის დონის შესამოწმებლად, ხოლო კურსებზე, სადაც რაიმე ტიპის წინასწარი ცოდნა მოთხოვნილი არ არის უნდა შეასრულოთ ტექნიკური დავალება, რაც თქვენი კვლევისა და თვითსწავლის უნარს ამოწმებს.
    
    IV ეტაპი - შერჩევის ბოლო მეოთხე ეტაპი მოიცავს გასაუბრებას შესარჩევ კომისიასთან. გასაუბრების წარმატებით გავლის შემთხვევაში ჩაირიცხებით კურსზე და გაფორმდება შესაბამისი ხელშეკრულება.`,
  },

  {
    question: "შემიძლია თუ არა ერთზე მეტ კურსზე რეგისტრაცია?",
    answer: `TBC X USAID ტექნოლოგიური განათლებისთვის პროგრამაში თითოეულ კანდიდატს აქვს მხოლოდ ერთი კურსის გავლის შესაძლებლობა. გარდა Information Security და Python კურსებისა, სადაც Basic დონის გავლის შემდეგ შესაძლებელია სწავლის გაგრძელება Advance დონეზე.`,
  },
  {
    question: "რა ღირს სწავლა პროგრამის ფარგლებში?",
    answer:
      "პროგრამის ფარგლებში კურსებზე სწავლა სრულიად დაფინანსებულია თიბისი ბანკისა და USAID-ის მიერ.",
  },
];

export const termsAndConditions = [
  `

<h1>წესები და პირობები</h1>\.
<p>
  წესები და პირობები
  
   
  
  წინამდებარე ვებ-გვერდის გამოყენება რეგულირდება სს „თიბისი ბანკის“ (საიდენტიფიკაციო ნომერი: 204854595, მისამართი: თბილისი, კ. მარჯანიშვილის ქ. #7) მიერ დადგენილი წესებითა და პირობებით.<br/><br/>
  
   
  
  ტერმინები „ბანკი“, „ჩვენ“ გულისხმობს სს „თიბისი ბანკს“ (ასევე მისი ჯგუფის წევრ მონათესავე, შვილობილ, აფილირებულ კომპანიებს), ხოლო ტერმინი „თქვენ“, „მომხმარებელი“ გულისხმობს ინდივიდს, კომპანიას, ორგანიზაციულ წარმონაქმნს, რომელიც იყენებს ბანკის წინამდებარე ვებ-გვერდს.<br/><br/>
  
   
  
  გთხოვთ, ყურადღებით გაეცნოთ წინამდებარე წესებსა და პირობებს, რომელიც არეგულირებს თქვენ მიერ ვებ-გვერდის გამოყენების პირობებს. იმ შემთხვევაში, თუ არ ეთანხმებით წინამდებარე წესებსა და პირობებს, გთხოვთ, დატოვოთ ბანკის ვებ-გვერდი.<br/><br/>
  
   
  
  ვებ-გვერდზე სტუმრობით, ან მასზე გამოქვეყნებული ინფორმაციის გამოყენებით, ადასტურებთ და სრულად ეთანხმებით მითითებულ ყველა დანაწესს, რომელიც შესაძლოა ცალმხრივად შეიცვალოს სს „თიბისი ბანკის“ მიერ გარკვეული პერიოდულობით, რაც დაფიქსირდება მოცემულ ვებ-გვერდზე და მასზე თქვენი სტუმრობა ნიშნავს  შესაბამის პირობებზე დათანხმებას.<br/><br/>
  
   
  
  ბანკის ვებ-გვერდზე მითითებული ინფორმაცია, უმეტეს შემთხვევაში, განკუთვნილია იმ პირებისთვის, რომლებიც დაინტერესებულნი არიან საქართველოს ფინანსურ ბაზარზე მომსახურების მიღებით. შესაძლოა, ვებ-გვერდზე მითითებული ინფორმაცია არ იყოს ხელმისაწვდომი მსოფლიოს ყველა გეოგრაფიულ არეალში, ბანკის გადაწყვეტილების შესაბამისად.<br/><br/> 
  
   
  
  ბანკის ვებ-გვერდზე მითითებული გარკვეული ინფორმაციის გასაანალიზებლად, შესაძლოა დაგჭირდეთ შესაბამისი სფეროს სპეციალისტის კონსულტაცია. <br/><br/>
  
   
  
  ბანკის ვებ-გვერდზე მითითებული კონკრეტული პროდუქტები/მომსახურება რეგულირდება სპეციალური საბანკო მომსახურების ხელშეკრულებით. <br/><br/>
  
   
  
  <h2>ინფორმაციის სიზუსტე</h2><br/><br/>
  
   
  
  ბანკი არ არის პასუხისმგებელი ვებ-გვერდზე მითითებული ინფორმაციის შინაარსის სიზუსტეზე, მიუხედავად ჩვენი დიდი ძალისხმევისა მოგაწოდოთ უტყუარი ინფორმაცია. აღნიშნული არ წარმოადგენს დადასტურებას და გარანტიას, რომ ვებ-გვერდზე მითითებული ინფორმაცია არის ზუსტი, უტყუარი და შესაფერისი მისი ნებისმიერი გამოყენებისთვის. ბანკის ვებ-გვერდზე არსებული ნებისმიერი ინფორმაცია მითითებულია  „როგორც არის“ (“As Is”) საწყისზე. შესაბამისად, ვებ-გვერდზე არსებული ნებისმიერი ინფორმაციის გამოყენება სრულად წარმოადგენს მომხმარებლის პირად რისკს და ბანკი არ არის პასუხისმგებელი ვებ-გვერდზე გამოქვეყნებული ინფორმაციის გამოყენებით დამდგარ ზიანზე. წინამდებარე დათქმა არ ეხება სს თიბისი ბანკის ვებ-გვერდზე www.tbcbank.ge განთავსებული ხელშეკრულების შემადგენელ ნაწილებს.<br/><br/>
  
   
  
  ვებ-გვერდზე არსებული ინფორმაცია არ წარმოადგენს დაპირებას მომსახურებაზე/პროდუქტზე ან რაიმე სახის სახელშეკრულებო ურთიერთობით ბანკის შებოჭვის საფუძველს.<br/><br/>
  
   
  
  <h2>პასუხისმგებლობის შეზღუდვა</h2><br/><br/>
  
   
  
  ბანკი და მისი შესაბამისი თანამშრომლები არ არიან პასუხისმგებელნი დამდგარი შედეგისათვის, რომელიც მოიცავს პირდაპირ, არაპირდაპირ, სპეციალურ, შემთხვევით, მიზეზ-შედეგობრივ, არასახელშეკრულებო ზიანს, რაც გამოწვეულია ვებ-გვერდზე მითითებული ინფორმაციის გამოყენებით. <br/><br/>
  
   
  
  ბანკი არ აგებს პასუხს ვებ-გვერდის გამოყენებით გამოწვეულ რაიმე სახის ზიანზე, დანაკარგზე, თუნდაც  ტექნიკური შეფერხების, დეფექტის, ოპერაციის გაუქმება/შეჩერების, კომპიუტერული ვირუსის, ან სისტემის გაუმართაობის შემთხვევაში. <br/><br/>
  
   
  
  ვებ-გვერდზე წარმოდგენილი შინაარსის ხელმისაწვდომობა შესაძლოა დამოკიდებული იყოს საძიებო სისტემის ფუნქციებსა და შეზღუდვებზე. ბანკი არ იღებს პასუხისმგებლობას იმ შემთხვევებზე, თუ ვებ-გვერდის შემადგენელი გარკვეული კომპონენტები ხელმიუწვდომელია თქვენთვის. <br/><br/>
  
   
  
  <h2>ვებ-გვერდის გამოყენება </h2><br/><br/>
  
   
  
  ვებ-გვერდზე მითითებული ინფორმაცია განკუთვნილია მხოლოდ მომხმარებლების პირადი გამოყენებისთვის. თქვენ ვალდებული ხართ, ვებ-გვერდზე განთავსებული ინფორმაცია, ასევე ვებ-გვერდის სტრუქტურა, გამოსახულება და დიაზინი არ გაავრცელოთ, არ გადასცეთ, არ მოახდინოთ მისი ასლების დამზადება ან/და რეპროდუცირება (მათ შორის სოციალურ მედიაში) კომერციული მიზნებისთვის, ბანკის წინასწარი წერილობითი თანხმობის გარეშე, რაც ჩვენს ერთპიროვნულ დისკრეციას წარმოადგენს. ბანკის წინასწარი წერილობითი თანხმობა არ არის საჭირო, თუ ვებ-გვერდზე მითითებული ინფორმაციის/შინაარსის გამოყენება ხდება ბანკის წინასწარ განცხადებული თანხმობის შესაბამისად, ან ასეთი ინფორმაცია გამოიყენება პირადი მოხმარებისთვის, საგანმანათლებლო ან ინფორმაციული მიზნებისთვის.</p>

 
`,
];
